Repository: eerimoq/moblin
Catalog: Moblin/Localizable.xcstrings
Source language: en
Languages: de, es, ko, pl, sv

source: Use https://streamscharts.com/tools/convert-username to convert your channel name to your channel id.
de: Verwende https://streamscharts.com/tools/convert-username, um deinen Kanalnamen in deine Kanal-ID umzuwandeln.
es: Utilice https://streamscharts.com/tools/convert-username para convertir el nombre de su canal en su ID de canal.
ko: 채널 이름을 채널 ID로 변환하려면 https://streamscharts.com/tools/convert-username을 사용하세요.
pl: Użyj https://streamscharts.com/tools/convert-username, aby przekonwertować nazwę kanału na identyfikator kanału.
sv: Använd https://streamscharts.com/tools/convert-username för att konvertera ditt kanalnamn till ditt kanal-id.

source: Use your public IP address if streaming over the internet.
de: Verwende deine öffentliche IP-Adresse, wenn du über das Internet streamst.
es: Utiliza tu dirección IP pública si transmites a través de Internet.
ko: 인터넷을 통해 스트리밍하는 경우 공인 IP 주소를 사용하세요.
pl: Jeśli streamujesz przez Internet, użyj swojego publicznego adresu IP.
sv: Använd din offentliga IP-adress om du streamar över internet.

source: Username
de: Nutzername
es: Nombre de usuario
ko: 사용자 이름
pl: Nazwa użytkownika
sv: Användare

source: Version history
de: Versionshistorie
es: Historial de versiones
ko: 버전 기록
pl: Historia wersji
sv: Versionshistorik

source: Very experimental and very secret!
de: Sehr experimentell und sehr geheim!
es: ¡Muy experimental y muy secreto!
ko: 매우 실험적이고 매우 비밀스럽습니다!
pl: W fazie testów i bardzo poufne!
sv: Väldigt experimentella och väldigt hemliga inställningar.

source: Vibrate
de: Vibrieren
es: Vibrar
pl: Wibrować
sv: Vibrera

source: Video blackish
de: Video schwärzlich
es: Vídeo en negro
pl: Zaciemnione wideo
sv: Video svartish

source: Video effect
de: Video Effekt
es: Efecto de vídeo
ko: 영상 효과
pl: Efekty wideo
sv: Videoeffekt

source: Video stabilization
de: Videostabilisierung
es: Estabilización de vídeo
ko: 손떨방 기능
pl: Stabilizacja wideo
sv: Bildstabilisering

source: Video stabilization sometimes gives audio-video sync issues.
de: Bei der Videostabilisierung kommt es manchmal zu Problemen bei der Synchronisierung von Audio und Video.
es: La estabilización de vídeo a veces da problemas de sincronización audio-vídeo.
ko: 손떨방 기능은 가끔 싱크 문제를 일으킬 수 있습니다.
pl: Stabilizacja wideo czasami powoduje problemy z synchronizacją (dźwięk-obraz).
sv: Bildstabilisering kan göra att ljud och bild inte blir i synk.

source: Viewers
de: Zuschauer
es: Espectadores
ko: 시청자수
pl: Liczba widzów
sv: Tittare

source: Wide
de: Weitwinkel
es: Wide (Estándar)
ko: 광각
pl: Szeroki
sv: Vidvinkel

source: Wide dual (auto)
de: Weitwinkel Dual (auto)
es: Wide dual (Estándar auto)
ko: 광각 듀얼 (자동)
pl: Szeroki podwójny (auto)
sv: Vidvinkel dubbel (auto)

source: Widgets are stacked from back to front.
de: Widgets werden von hinten nach vorne angeordnet.
es: Los widgets se ordenan de atrás hacia delante.
ko: 아래에 있는 위젯 소스는 밑바닥에 깔리므로 가려지게 됩니다.
pl: Widgety układają się od spodu w górę.
sv: Widgets visas uppifrån och nedåt.

source: Width
de: Breite
es: Ancho
ko: 좌우폭
pl: Szerokość
sv: Bredd

source: X mark
de: X-Markierung
es: X
pl: Znak X
sv: X-märke

# X must be %f - %f
source: X must be %1$f - %2$f
de: X muss %1$f - %2$f sein
es: X debe ser %1$f - %2$f
ko: x는 %1$f- %2$f이어야합니다
pl: X musi być między %1$f - %2$f
sv: X måste vara mellan %1$f och %2$f

source: You already bought everything!
de: Du hast bereits alles gekauft!
es: ¡Ya lo has comprado todo!
ko: 당신은 이미 모두 구매했습니다!
pl: Już kupiłeś wszystko!
sv: Du har redan köpt allt!

source: Your public IP address if streaming over the internet.
de: Deine öffentliche IP-Adresse, wenn du über das Internet streamst.
es: Tu dirección IP pública si transmites a través de Internet.
ko: 인터넷을 통해 스트리밍하는 경우 공인 IP 주소입니다.
pl: Twój publiczny adres IP w przypadku streamowania przez Internet.
sv: Din offentliga IP-adress om du strömmar över internet.

source: Zero or more milliseconds.
de: Null oder mehr Millisekunden.
es: Cero o más milisegundos.
pl: Zero lub więcej milisekund.
sv: Minst noll millisekunder.

source: Zero or more milliseconds. Any latency parameter given in the URL overrides this value.
de: Null oder mehr Millisekunden. Jeder in der URL angegebene Latenzparameter setzt diesen Wert außer Kraft.
es: Cero o más milisegundos. Cualquier parámetro de latencia dado en la URL anula este valor
ko: 0초 또는 매우 짧은 초단위. URL에 주어진 모든 대기 시간 매개 변수는이 값을 대체합니다.
pl: Zero lub więcej milisekund. Każdy parametr latencji dodany do adresu URL nadpisuje tę wartość.
sv: Noll eller fler millisekunder.

source: Zoom in
de: Hineinzoomen
es: Acercar zoom
pl: Przybliż

source: Zoom out
de: Rauszoomen
es: Alejar zoom
pl: Oddal

source: Zoom preset
de: Zoom Voreinstellung
es: Preset de Zoom
ko: 줌 프리셋
pl: Preset zoomu
sv: Förinställd zoom

source: Zoom presets
de: Zoom Voreinstellungen
es: Presets de Zoom
ko: 줌 프리셋
pl: Presety zoomu
sv: Förinställda zooms

source: 7TV emotes
es: Emotes 7TV
ko: 7TV 이모티콘
pl: 7TV emotikony

source: Adaptive bitrate
es: Bitrate adaptable
ko: 적응형 비트레이트
pl: Adaptacyjny bitrate
sv: Adaptiv bitrate

source: Amplitude
es: Amplitud
ko: 진폭
pl: Amplituda
sv: Amplitud

source: Audio bitrate
es: Bitrate de audio
ko: 오디오 비트레이트
pl: Bitrate audio
sv: Ljudbithastighet

source: Audio codec
es: Códec de audio
ko: 오디오 코덱
pl: Kodek audio
sv: Ljud-codec

source: Bloom
es: Resplandor
ko: 꽃

source: Browser
es: Navegador
ko: 브라우저
pl: Przeglądarka
sv: Webbläsare

source: BTTV emotes
es: Emotes de BTTV
ko: BTTV 이모티콘
pl: Emotikony BTTV

source: Button
es: Botón
ko: 버튼 UI
pl: Przycisk
sv: Knapp

source: Button name
es: Nombre del botón
ko: 버튼 이름
pl: Nazwa przycisku
sv: Knappnamn

source: Cinematic
es: Cinemático
ko: 씨네메틱
pl: Tryb kinowy

source: Codec
es: Códec
ko: 코덱
pl: Kodek

source: Controller
es: Controlador
pl: Kontroler
sv: Spelkontroll

source: Controller %lld
es: Controlador %lld
pl: Kontroler %lld
sv: Spelkontroll %lld

source: Display
es: Mostrar
ko: 표시
pl: Wyświetlacz
sv: Skärm

source: FFZ emotes
es: Emotes de FFZ
ko: FFZ 감정 표현
pl: Emotikony FFZ

source: front
es: frontal
ko: 전면
pl: przedni
sv: främre

source: Front
es: Frontal
ko: 전면
pl: Przedni
sv: Främre

source: Generator
es: Generador

source: Icons
es: Iconos
ko: 아이콘
pl: Ikony
sv: Ikoner

source: Layout
es: Disposición
ko: 레이아웃
pl: Układ

source: Name
es: Nombre
ko: 이름
pl: Nazwa
sv: Namn

source: OBS start/stop stream
es: Iniciar/detener transmisión OBS
ko: OBS 스트림 시작/정지
pl: STREAM START/STREAM STOP
sv: OBS start/stop ström

source: OBS status
es: Estado de OBS
ko: OBS 상태
pl: Status OBS

source: Packets in flight
es: Paquetes al vuelo (Packets in flight)
ko: 비행 중 패킷
pl: Pakiety w ruchu
sv: Utestående paket

source: Port
es: Puerto
ko: 포트

source: Quick buttons
es: Botones rápidos
pl: Szybkie przyciski
sv: Snabbknappar

source: RTMP server
es: Servidor RTMP
ko: RTMP 서버
pl: Serwer RTMP

source: Setup
es: Configuración
ko: 설정
pl: Konfiguracja
sv: Konfa

source: SRT overlay
es: Overlay SRT
ko: SRT 오버레이
pl: Nakładka SRT

source: SRTLA server
es: Servidor SRTLA
ko: SRTLA 서버
pl: Serwer SRTLA

source: Standard
es: Estándar
ko: 표준
pl: Podstawowa

source: Stream
es: Transmisión
ko: 송출
sv: Ström

source: Stream id
es: ID de transmisión
pl: Identyfikator streama
sv: Strömid

source: Stream name
es: Nombre de la transmisión
ko: 스트림 이름
pl: Nazwa streama
sv: Strömnamn

source: Stream URL
es: URL de transmisión
ko: 스트림서버 URL
pl: Adres URL streama

source: Streams
es: Transmisiones
ko: 송출
pl: Połączenia
sv: Strömmar

source: Uptime
es: Tiempo de actividad
ko: 가동시간
pl: Czas online
sv: Upptid

source: Version
es: Versión
ko: 버전
pl: Wersja

source: Video
es: Vídeo
ko: 비디오
pl: Wideo

source: Video bitrate
es: Bitrate de vídeo
pl: Bitrate wideo

source: Video codec
es: Códec de vídeo
pl: Kodek wideo

source: Video id
es: Vídeo ID
ko: 비디오 ID
pl: ID wideo

source: Widget name
es: Nombre del widget
ko: 위젯 이름
pl: Nazwa widgetu
sv: Widgetnamn

source: /app/
ko: /앱/

source: /sec
ko: /초
pl: /sek
sv: /s

source: %.1f/min
ko: %.1f/분

# %@ (%@ total)
source: %1$@ (%2$@ total)
ko: %1$@ (%2$@ 합계)
pl: %1$@ (Wszystkich: %2$@)
sv: %1$@ (%2$@ totalt)

source: AfreecaTV
ko: 아프리카TV

source: Audio
ko: 오디오
sv: Ljud

source: B-frames
ko: B 프레임
sv: B-ramar

source: BELABOX cloud
ko: 벨라박스 클라우드
pl: Chmura BELABOX

source: BELABOX cloud SRT
ko: 벨라박스 클라우드 SRT

source: BELABOX cloud SRTLA
ko: 벨라박스 클라우드 SRTLA

source: Bitrate
ko: 비트레이트 변경

source: Chat
ko: 채팅 숨기기
pl: Czat
sv: Chatt

source: Chatroom id
ko: 채팅창ID
pl: ID pokoju
sv: Chattrumsid

source: Debug
ko: 디버깅
pl: Debugowanie
sv: Felsökning

source: Discord
ko: 디스코드

source: Dual (auto)
ko: 듀얼 (자동)
sv: Dubbel (auto)

source: Facebook
ko: 페이스북

source: Log
ko: 로그
pl: Logi
sv: Logg

source: Moblin
ko: 모블린

source: Sepia
ko: 세피아톤

source: SRT Live Server (SLS)
ko: SRT 라이브 서버 (SLS)

source: srtla://uk.srt.belabox.net:5000?streamid=jO4ijfFgrlpv4m2375msdoG3DDr2
ko: srtla://jp.srt.belabox.net:5000?streamid=jO4ijfFgrlpv4m2375msdoG3DDr2

source: Twitch
ko: 트위치

source: WebSocket
ko: 웹소켓

source: Widget
ko: 위젯

source: Widgets
ko: 위젯
pl: Widgety

source: YouTube
ko: 유튜브

source: Zoom
ko: 줌

source: Push key
pl: Naciśnij klawisz

source: Url
pl: Adres URL
